Autodesk.Navisworks.Api.SavedViewpointAnimationSmoothing


Autodesk.Navisworks.Api.SavedViewpointAnimationSmoothing.None


Autodesk.Navisworks.Api.SavedViewpointAnimationSmoothing.Sync


Autodesk.Navisworks.Api.SavedViewpointAnimationSmoothing.Spline
